[
  "Happened too many times to remember specific details, usually makes me feel humiliated and angry.",
  "Usually describing how they [other gamers] would sexually assault me.",
  "A guy I'd just friended after a game randomly popped up one day asking for a picture, claiming to be 'curious' about what a gamer girl looked like. <br>Made me feel bad that they seemed to be objectifying me. <br>Another instance I became friends with a guy in game, and as we got closer apparently he thought this was us becoming more 'romantic', and got very aggressive with me when I told him I didn't feel the same way.<br>Ended with a block, feels bad it had to end that way.",
  "Back in the day, I was playing Overwatch ranked and I would use the voice chat to communicate with my team. <br>There was one man that started making a lot of stereotypical jokes (\"go back in the kitchen\", \"make me a sandwich\" etc.) and at some point it got sexual and very uncomfortable. <br>He would say stuff like \"I bet you would suck my d*ck good\", \"I can't hear you with my balls in your mouth\", \"Baby talk more into the mic\", \"Continue sucking like that in game, it makes me hard\" and more. <br>I felt so disgusted with myself, and so small and sick in my stomach. <br>I was \"used\" to mean comments, it's something that happened a lot in OW, but never to that extent.",
  "Just the typical misogynistic jokes. <br>They aren't clever and it's things that have been said for decades. <br>I don't think I felt like any super negative type of way. <br>It was more annoying than anything and I usually play games where I can mute them anyway. <br>And if I mute them and they actively sabotage me in game, I just try and finish the game as fast as possible. <br>I don't have the patience to deal with them in any other way than ignoring them. <br>I don't think they're worth the time and are just really stupid because they actually think they're so funny when they just come off as pathetic losers who are shouting from the roof tops with a megaphone that they don't know how to interact with people, especially women. <br>Being told to make sandwiches, go clean the house, being bad at the game, dying because I am a woman, etc. <br>All really pathetic things and while it doesn't affect me like how I believe the majority of women are affected, it's still suuuuuper annoying.",
  "Many, many, many times have other men in video games said sexualy inappropriate things to me over voice comms for simply being a woman.",
  "It feels sh*tty, but you eventually grow thick skin and learn it's better to ignore it than try and stand up for yourself because 90% of the time, nobody stands up for you and anything you say is shot down immediately.",
  "Being asked for nudes, toe pics, uncomfortable noises made to me when I talk.",
  "Rape threats, \"go back the the kitchen\" type comments. <br>I remember once witnessing a guy harassing a girl and saying her boyfriend should \"beat her to put her in her place\". <br>I found that quite a few times if I was playing with 1 other guy, someone else would start harassing the guy about me and saying that they shouldn't play with me because I'm s**t or just talking about me like I wasn't there.",
  "Typical things like asking for social media. <br>I had someone stalk my Twitch chat, find my discord outside of that, get angry when I didn't want anything to do with them, and confess their love for me after only talking for an hour or so through my Twitch chat. <br>Guys in games telling me what they wanted to do to me, how they were going to find out where I lived and rape me, etc. <br>Just overall horrible things that made me feel like I shouldn't be playing games.",
  "Male team members have threatened to rape me on voice comms. <br>Or sometimes I get told I sound sexy and they will request that I say something sexual or moan. <br>Male team members will also frequently moan at me.",
  "I've honestly heard it all. <br>Ranging from telling me to go back to the kitchen to someone saying they'd take advantage of me and my mother. <br>Sometimes it's annoying, but for the most part, I'm used to it by now.",
  "Everything I said got sexualized (\"I'm on top!\" - \"you can top me any time\" to name a tame one).<br>People added me and harassed me to play with them just because I'm a woman and \"girls usually don't play videogames\".<br>When picking a female character with a revealing outfit I got asked if I \"dress this sexy too\".<br>Someone started cyberstalking me after blocking him and sent me unsolicited nudes.",
  "- Threatened with rape, in general, and specifically from men who \"want to turn me straight\".<br>- Unsolicited sexual comments on pretty much every topic/ sexual act.<br>- Comments on my appearance, objectifying.<br>Although I am aware that I am physically safe, of course the comments have an impact mentally. <br>Depending on my mood, I handle it one of two ways:<br>The first is muting and ignoring it, although it often impacts my gameplay if I'm feeling bad individually for in-game or real life reasons. Sometimes I play differently off the back of the comments, more isolated etc., so it has an impact on my game. Because I have them muted, the comms aren't there, so that also impacts my game. Muting in this way often spurs them to grief me in game, ie bodyblock, teamkill, teamflash etc. being a general hindrance to my game, which of course is irritating and further impacts my game.<br>The second method for dealing with it, is making them look stupid. Either playing with overconfidence and beating them in an \"embarrassing\" way, so that they look dumb in front of their friends, or making sarcastic comments back, as bad as it sounds, to belittle them. Total fire with fire approach, sometimes it works, sometimes it doesn't.  I have to be confident in my own gameplay and in a confident mood to do this.<br>The sad part is that this happens in my official matches, with tournament organisers overseeing the matches. We have complained multiple times, and it has always been deemed \"banter\" etc., so nothing is ever done about it. It makes you feel very isolated, and like they can say anything to you with no repercussions.",
  "I've been told multiple times to \"shut up and suck my d**k\" or been told/heard that people (always men) would f**k me dead, rape me, molest me, etc. <br>It made me feel awful as I was just minding my own business. <br>It even got to the point where I no longer use any gaming nicknames where you can easily tell I'm female.",
  "I was playing a first person shooter and using a microphone, something I rarely do. <br>As the only girl on my team in that game, the guys kept asking me invasive questions about what I looked like. <br>I remember feeling annoyed and disgusted by how rude they were. <br>I reported them.",
  "Being part of the gaming community for 10+ years, I've experienced it all, though I would say the most common thing is asking if I can provide any of my social accounts in order to have access to the pictures there",
  "\"Suck my d*ck\", \"F*ck off woman\", \"I'll be your sugar daddy\", \"You're sh*t at game woman\". <br>Makes me disenfranchised to play, very objectifying and uncomfortable and unsafe even.",
  "Usually in at least one game per day when playing VALORANT, I will have people make jokes about getting my number, or if im playing badly say I must have been boosted. <br>I usually try to wait a few rounds before using my microphone to see if my teammates seem like they won't abuse me in some way based on being a woman. <br>Some of the worst experiences I've had include players who will try seek out my social media after the game and harrass me. <br>I've also been told by people that I'm hot, or I'm ugly, or they wanna f*ck me, or they want to get my number/snapchat, which is why I usually hide my name in lobbies."
]
