[
  {
    "name": "Mabel Addis",
    "image": "mabel.jpg",
    "bio": "Mabel Addis was the first ever female video game designer. She created The Sumerian Game in the 1960s. This was an educational game where players played as the ruler of a country and used resource management to keep the citizens happy. This was the first recorded game to have a narrative. Mabel not only was the first-ever female video game creator, but significantly contributed to the advancement of high-definition graphics and narration based games."
  },
  {
    "name": "Danielle Bunten Berry",
    "image": "danielle.png",
    "bio": "Danielle Bunten Berry was a game designer best know for the 1983 game M.U.L.E. She earned a B.S. in industrial engineering and then began programming text-based game as a HOBBY and went on to make what is considered one of the best games of all time."
  },
  {
    "name": "Scarlett (Sasha Hostyn)",
    "image": "scarlett.jpg",
    "bio": "Sasha Hostyn, popularly known as \"Scarlett\", is currently the top-earning female Esports player. She was the first woman to win a major StarCraft II tournament. In 2013, she climbed to global rank 21 and by 2014 she had won first place in seven tournaments."
  },
  {
    "name": "Liooon (Li, Xiaomeng)",
    "image": "liooon.png",
    "bio": "Liooon was the first woman to win the Hearthstone Grandmasters Global Finals, a BlizzCon Esports tournament. After winning this championship, she revealed that whilst in line for a tournament, a man once said to her  \"If you are a girl, you should not wait in line here. It's not for you.\". She encourages women to believe in themselves and participate despite the toxicity."
  },
  {
    "name": "Yoko Shimomura",
    "image": "yoko.jpg",
    "bio": "Yoko Shimomura is an extremely talented composer who primarily produces piano pieces. Her work can be heard in games such as Kingdom Hearts, Street Fighter, Final Fantasy XV and Super Smash Bros Ultimate and many others. The title track of Kingdom Hearts has been ranked the fourth-best RPG title track of all time."
  },
  {
    "name": "Kim Swift",
    "image": "kim.png",
    "bio": "Kim Swift shot to fame in 2007 after designing Portal. Many critics cited Portal the best game of the year. It is estimated that around 8 million copies of Portal have been sold and it is undeniably one of the most famous games of the 2000s. Since Portal, Kim has worked on Left 4 Dead, Left 4 Dead 2 and Star Wars Battlefront II, all of which have been as massively popular as Portal."
  }
]